[
    {
        "id": 1,
        "title": "Access Bank",
        "about": "Access Bank, a wholly owned subsidiary of Access Holdings Plc (“Access Corporation”), is a leading full-service commercial bank operating through a network of more than 700 branches and service outlets, spanning 3 continents, 17 markets and 52 million customers.",
        "readMore": "https://www.accessbankplc.com/about-us",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*901#",
        "image": "https://github.com/devsalimsulaiman/my-Api/blob/main/assets/logo/access_bg.jpg",
        "services" : "Traditional Investments and Products, Lending Solutions, E-Banking/Online Services, Premium Cards (Credit and Debit)• Black Card & Platinum Credit Card.",
        "accountType": "DiamondXtra Account, Premier Savings Account, Individual Current Account, Diamond School Advantage.",
        "phone": "027120057",
        "website": "https://www.accessbankplc.com",
        "latitude": 9.604171019043106,
        "longitude": 6.557439791162289
    },   
    {
        "id": 2,
        "title": "Eco Bank",
        "about": "Ecobank started as an idea of setting up a bank across West Africa and then the whole of Africa for the wider business community. The Founders of the Ecobank Group envisioned an African bank for Africans. The dual objectives of Ecobank are to enable a modern pan-African bank to thrive and to contribute to the economic development and financial integration of the continent.",
        "readMore": "https://ecobank.com/group/about-us/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*326#",
        "image": "../assets/logo/access.jpg",
        "services" : "Cards. Loans. Payments and Transfers. Bancassurance. Investment Solutions. Hajj. e-Products. Microfinance. ",
        "accountType": "Students Saving Account. Classic Savings Account. Advantage Savings Account. Premier Savings Account. Diaspora Savings Account. Current Accounts. Classic Current Account. Advantage Current Account. Premier Current Account. Diaspora Currernt Account. Student Current Account.",
         "phone": 2347041450334,
        "website": "https://ecobank.com",
        "latitude": 9.610024823374953,
        "longitude": 6.55257426406239
    },
    {
        "id": 3,
        "title": "Fidelity Bank",
        "about": "Fidelity Bank is a full-fledged commercial bank operating in Nigeria, with over 7.2 million customers who are serviced across its 250 business offices and various other digital banking channels Focused on select niche corporate banking sectors as well as Micro Small and Medium Enterprises (MSMEs), ...",
        "readMore": "https://www.fidelitybank.ng/about-us/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*770#",
        "image": "../assets/logo/access.jpg",
        "services" : "Personalised Private Banking cheque books, Debit and Credit cards, Domestic and International wire transfers, Foreign bills settlement. 24/7 relationship management. Telephone Banking services. Digital solutions.",
        "accountType": "Current and Savings accounts. Domiciliary accounts. Term Deposit accounts. Loans and other uniquely-tailored financing. Bills Settlements. Efficient international Payment Services/ Cash Management. Asset Management (Discretionary & non-discretionary).",
         "phone": "014485252",
        "website": "https://www.fidelitybank.ng",
        "latitude": 9.606188928906608,
        "longitude": 6.554933546248759
    },
    {
        "id": 4,
        "title": "First Bank",
        "about": "First Bank of Nigeria Limited, the premier Bank in West Africa with its impact woven into the fabric of society.",
        "readMore": "https://www.firstbanknigeria.com/home/about/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*894#",
        "image": "../assets/logo/access.jpg",
        "services" : "Transactional Banking Solutions. Private Banking Lounge Access. Credit and Lending Solutions. Offshore Banking Access. Wealth Management. Lifestyle & Concierge. Investment Profiler. Insights & Resources.",
        "accountType": "Savings Account. FirstInstant. MeFirst. XploreFirst. KidsFirst/ FirstGem Savings. FirstSavings Plus. FirstInstant Plus. Domiciliary. Current. SME. Diaspora.",
         "phone": "014485500",
        "website": "https://www.firstbanknigeria.com",
        "latitude": 9.60900108435773,
        "longitude": 6.550820711221788
    },
    {
        "id": 5,
        "title": "First City Monument Bank",
        "about": "First City Monument Bank is a full-service banking institution headquartered in Lagos, Nigeria that provides market-proven solutions that drive digital transformation in banking.",
        "readMore": "https://www.fcmb.com/about-us",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*329#",
        "image": "../assets/logo/access.jpg",
        "services" : "We provide products and services to suit all your financial needs. Whether you want to open a current bank account, a savings account, apply for a loan, or make an investment, FCMB is here. We offer convenient payment solutions via credit cards, your mobile phone, or the internet, making sure that you can always get what you need, wherever you are.",
        "accountType": "Current Accounts, Fixed Deposit Accounts, Flexx Account, Premium Banking. Personal Banking. Business Banking; quick loan, FCMBONLINE Business Version, Business Account Reactivation.",
         "phone": 2348033770343,
        "website": "https://www.fcmb.com",
        "latitude": 9.590184792185415,
        "longitude": 6.549391126851965
    },
    {
        "id": 6,
        "title": "Guarateed Trust Bank",
        "about": "Guaranty Trust Bank Limited (GTBank) is a multinational financial institution that provides individuals, businesses, private and public institutions across Africa and the United Kingdom with a broad range of market-leading financial products and services. Headquartered in Lagos, Nigeria...",
        "readMore": "https://www.gtbank.com/about",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*737#",
        "image": "../assets/logo/access.jpg",
        "services" : "e-Banking Services; GeNS, GT Sweep, GTRescue, i-refer, iRequire, Spend 2 Save, Online Bill Payment, Airline Ticket Payment, US Visa Fees Payment, Security Token, GT Trade Tracker. IMT Services; CBN PTA Defaulters, GTBank International Money Transfer, Western Union, WorldRemit, MoneyGram, Transfast, Remity, SendWave Money Transfer, Small World Money Transfer, RIA Account Deposit Money Transfer, CASHPOT Account Deposit Money Transfer, Boo Revolution Money Transfer, Thunes Account Deposiy Money Transfer (ADMT). Other Services; Foreign Currency Draft Issue, Financial Advisory, Cash-In-Transit, Fast-Track Banking.",
        "accountType": "Savings Accounts; GTSave, GTPatriot, GTTarget, GTCrea8, Smart Kids Save, CallAccount, Fixed & Tenured Deposits, GTInstant. Current Accounts; Current Account, eAccount, Domiciliary Account, GTmax,  Senior Account, Fixed & Tenure Deposits. Business; Business Banking, Cards, e-Banking Services, Commercial Banking, COrporate Banking, Loans & Advances, SME Banking, HabariPay.",
         "phone": "014480000",
        "website": "https://www.accessbankplc.com",
        "latitude": 9.603445789274017,
        "longitude": 6.558060098373175
    },
    {
        "id": 7,
        "title": "Heritage Bank",
        "about": "We are a leading Nigerian Bank. Our goal is to deliver banking experience beyond the traditional to our customers, by consistently providing outstanding service and future-proof financial solutions. We are dedicated to providing financial products that give our customers total round-the-clock control of their money as we navigate them through the process of wealth creation.",
        "readMore": "https://www.hbng.com/about/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*745#",
        "image": "../assets/logo/access.jpg",
        "services" : "Personal; Loans, Cards, Internet Banking, Mobile Banking, Accounts. Small Business; Loans, POS Devices, Cards, Internet Banking, Mobile Banking, Accounts.",
        "accountType": "Personal; HB BUD ACCOUNT, HB BUSINESS ACCOUNT, HB BUSINESS PREMIUM, CORPORATE CURRENT, CURRENT ACCOUNT, HB PLUS, HB SALARY PLUS - GOLD, HB SALARY PLUS - SILVER,  HB STARTER, HERITAGE SAVE SMART, YNSPYRE.",
         "phone": 2347011362165,
        "website": "https://www.hbng.com/",
        "latitude": 9.605418393947408,
        "longitude": 6.559173520674034
    },
    {
        "id": 8,
        "title": "Jaiz Bank",
        "about": "Jaiz Bank Plc, the pioneer Non-Interest Bank in Nigeria has been providing ethical services to individuals, corporate and government entities since 2012 with the mission of Making Life Better Through Ethical Finance. Since it commenced operations in 2012...",
        "readMore": "https://jaizbankplc.com/about-jaiz-bank/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*773#",
        "image": "../assets/logo/access.jpg",
        "services" : "We provide financial services for families and small businesses.",
        "accountType": "Personal Banking; Current Account (Qard), Savings account (Mudarabah), Jaiz Kids Account (Mudarabah), Jaiz Premium Savings Account (JAPSA), Jaiz Auto Finance (Murabaha), Jaiz Household Appliances Finance (Murabaha), Jaiz General Consumer Finance (Murabaha), Jaiz Home Finance (IjarawaIqtina), Ijara Service. CORPORATE BANKING; Jaiz Wakala Investment, Working Capital Financing (Murabaha), Project Financing/Construction (Istisna'), Lease to Own (IjarawaIqtina Corporate) Finance, Jaiz Ijara Service Corporate, Equity-based Finance (Musharaka), Bonds and Guarantee (Wakala/Kafala).",
         "phone": 2347080635500,
        "website": "https://jaizbankplc.com",
        "latitude": 9.615066951503994,
        "longitude": 6.548556836231128
    },
    {
        "id": 9,
        "title": "Keystone Bank",
        "about": "Keystone Bank is a full service commercial bank currently owned by Sigma Golf River Bank Consortium after being acquired from the Asset Management Corporation of Nigeria (AMCON) in 2017...",
        "readMore": "https://www.keystonebankng.com/about-us/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*7111#",
        "image": "../assets/logo/access.jpg",
        "services" : "Accounts. E-Banking. Credit and Loans. Wealth Management.",
        "accountType": "Personal Savings Account, Personal Current Account, Quick Save Account, Quick Save Plus Account, Future Account, Evolve Account, Savings Account Extra, Paytime Account, Pink Account, NIDA, Domiciliary Account, HISA, Domiciliary Lite Account, E-Banking.",
         "phone": 23470020003000,
        "website": "https://www.keystonebankng.com",
        "latitude": 9.62632127939648,
        "longitude": 6.540112286029897
    },
    {
        "id": 10,
        "title": "Polaris Bank",
        "about": "Polaris Bank Limited is a Tier II Nigerian, private limited liability company, wholly-owned by Strategic Capital Investment Limited (SCIL) following the successful divestment of the FGN/CBN in October 2022. Licensed to provide banking and other financial services to the Nigerian public...",
        "readMore": "https://www.polarisbanklimited.com/about-us/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*833#",
        "image": "../assets/logo/access.jpg",
        "services" : "Retail; Polaris Pearl Current, Polaris Select Account, Polaris Salary Account-Current, Polaris Global Account, Polaris Standard Current-Individual, SaInternational Trade Services. Savingd Account; Polaris Campus Plus, Polaris Community Savings Account, Polaris Domiciliary Account, Polaris Pearl, Polaris Rainbow Savings Account, Polaris Instant Savings, Polalris Salary Advance, Polaris Instant Savings, Polaris Salary Advance, Polaris Instant Savings Plus, Polaris Seniors, Polaris Save Plus, Polaris Wise, Polaris Young Achiever. Corporate; International Funding, Products and Value Proposition, Corporate Banking Sectors. SME Loans, Bank Online, Starting Your Business, Growing Your Business.",
        "accountType": "As listed above for both Current and Savings, and more.",
         "phone": 2348069880000,
        "website": "https://www.polarisbanklimited.com",
        "latitude": 9.616022143725191,
        "longitude": 6.570946456666326
    },
    {
        "id": 11,
        "title": "Stanbic IBTC Bank",
        "about": "We offer all our clients a wide range of personal, business and commercial banking products through our various branches spread across  Nigeria and our online banking platforms.",
        "readMore": "https://www.stanbicibtcbank.com/nigeriabank/personal/about-us",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*909#",
        "image": "../assets/logo/access.jpg",
        "services" : "Accounts, Loan, Internet Banking, Extra Funds, Salary Advance, Schoolfees Loan, Credit Cards, Banking App.",
        "accountType": "Personal Current Account, Personal Savings Account, Domiciliary Accounts, HYCA Gold, HYCA Platinum.",
         "phone": 234700909909909,
        "website": "https://www.stanbicibtcbank.com",
        "latitude": 9.676835971966137,
        "longitude": 6.8756031741946355
    },
    {
        "id": 12,
        "title": "Sterling Bank",
        "about": "Sterling Bank Plc “Your one-customer bank” is a full service national commercial bank in Nigeria. At Sterling Bank, our customers are our number one priority and we value their feedback and ideas.",
        "readMore": "https://sterling.ng/about/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*822#",
        "image": "../assets/logo/access.jpg",
        "services" : "Agriculture, Business Accounts, Trade Services, Investment Account, Corporate, MSME, Payments, Loans.",
        "accountType": "Sterling Classic Current, Sterling Premium, Sterling Premier, Sterling Priority, SUPA.",
         "phone": 83383,
        "website": "https://www.sterling.ng",
        "latitude": 9.633508508204946,
        "longitude": 6.547130727083829
    },
    {
        "id": 13,
        "title": "Union Bank",
        "about": "We are Nigeria’s most reliable and trusted partner. We make lives better by delivering the simplest, smartest solutions and guaranteeing the best experience every time.",
        "readMore": "https://www.unionbankng.com/about/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*826#",
        "image": "../assets/logo/access.jpg",
        "services" : "Bank Accounts, Target Savings, Discounts, Business Banking, Corporate Banking, SME Banking. Internet Banking.",
        "accountType": "Savings Account, Current Account, Domiciliary Account, Target Savings.",
         "phone": 23412716816,
        "website": "https://www.unionbankng.com",
        "latitude": 9.612808023431194,
        "longitude": 6.553907048630319
    },
    {
        "id": 14,
        "title": "United Bank of Africa",
        "about": "With a history of over 72 years, UBA is one of the leading and most recognised banks to originate from sub-Saharan Africa. UBA has growing operations in 20 African countries, the UK, USA, UAE and a representative office in France.",
        "readMore": "https://www.ubagroup.com/about-uba/",
        "opens": "8:00AM - 4:00PM Weekdays",
        "atm": "Available",
        "ussd": "*919#",
        "image": "../assets/logo/access.jpg",
        "services" : "Pioneering innovation in the banking sector, Open a UBA Account, Cards, Digital Solutions, Corporate Solutions, Personal Banking, Money Transfers, Loans, Strategic Advisory & Research, Energy Banking, Trade & Treasury Products.",
        "accountType": "Savings Account. Current Accounts. Salary Account. Domiciliary Account. Diaspora Account. Fixed Deposit Account.",
        "phone": 2347002255822,
        "website": "https://www.ubagroup.com",
        "latitude": 9.608028798799134,
        "longitude": 6.552746323511014
    },
    {
        "id": 15,
        "title": "Unity Bank",
        "about": "Unity Bank commenced operations in January 2006 following the merger of nine Banks with competences in investment, corporate and retail banking. Today, Unity Bank is one of Nigeria's leading retail banks with 213 business offices spread across the 36 States and Federal Capital Territory. We are Nigeria's 8th largest bank by business locations. The Bank offers wide-ranging financial services to individuals, businesses and the public sector of the nation's economy.",
        "readMore": "https://www.unitybankng.com/about-us",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*7799#",
        "image": "../assets/logo/access.jpg",
        "services" : "Personal Banking, SME Banking, Agric Business, Digital Banking.",
        "accountType": "PERSONAL BANKING; (Save): Individual Current Account, Unity Max Current Account, Target Savings Account, Unity Kids Account, Double Edge Savings Account, Unity1 Account, Unifi Savings Account, Yanga Account. (Borrow): Asset Acquisition finance, Salary Advance, Salary Backed Loans. (Transact): Western Union, Bills Payment, funds Transfer, Airtime Purchase, Domiciliary Transfer, RIA Money Transfer, Moneugram, TransFast, Foreign Exchange. (Invest): Fixed Deposit Account, Treasury Bills, FGC Bonds. BUSSINESS BANKING; (Save): Domicilliary Account, UnityBiz Current Account, Corporate Current Account, Business Savings Account, (Borrow):, Unity Farmers Co-operative Leasing Scheme, Unity Farmers Co-operative Finance Scheme, Unity Indsutrial Input Farmers Scheme, Inventory Financing, Overdraft, (Transact):, Unity Collect, Letters of Credit, Unity Pay, Unity Remits, Bank Rates, (Invest): Fixed Income Products, Bankers Acceptance, High Yield Interest Deposit Account. DIGITAL BANKING; Mobile Banking, Internet Banking.",
         "phone": 2347080666000,
        "website": "https://www.unitybankng.com",
        "latitude": 9.609354664305144,
        "longitude": 6.551277462418742
    },
    {
        "id": 16,
        "title": "Wema Bank",
        "about": "Wema Bank is the pioneer of Africa’s first fully digital bank, ALAT, and one of Nigeria’s most resilient banks. With decades of experience in the business of banking, the Bank has remained innovative in delivering value to its stakeholders. The publicly quoted Nigerian company has successfully built a legacy of trust and resilience that has won it the loyalty of its customers.",
        "readMore": "https://wemabank.com/about-us/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*945#",
        "image": "../assets/logo/access.jpg",
        "services" : "Personal; Salary Current Account, Personal Current Accout. Our Business Solutions; Corporate Banking, Trade Services Wema Cards, Electronic Banking, Open An Account, Ways To Bank, Where To Find Us, Whistle Blower. Our SME Solutions; Retail Management, Agent Banking, Debit, Credit And Prepaid Cards, Express Credit, Open An Account., ALAT. SARA.",
        "accountType": "Types of Accounts are as stated above.",
         "phone": 2347000787753,
        "website": "https://www.wemabank.com",
        "latitude": 9.616318987724839,
        "longitude": 6.549783357287071
    },
    {
        "id": 17,
        "title": "Zenith Bank",
        "about": "Vision: To become the leading Nigerian, technology-driven, global financial institution that provides distinctive range of financial services. Mission: To build the zenith brand into a reputable international financial institution recognized for innovation, superior performance and creation of premium value for all stakeholders.",
        "readMore": "https://www.zenithbank.com/about-us/",
        "opens": "8:00AM - 4:00PM",
        "atm": "Available",
        "ussd": "*966#",
        "image": "../assets/logo/access.jpg",
        "services" : "Self-Service, General Enquiries, Resolve atm / POS Issues, atm Use, Account and Online Services.",
        "accountType": "PERSONAL: Savings Account, Salary Accounts, Current Account, Private Banking, Domiciliary Account, Diaspora Banking, EazySave Account, Save4me Account, Zenith Children’s Account, Aspire Account, Zenith Timeless Account, Zenith Eazy Account, Loans. SME: SME Grow My Business, Sole Proprietorship, Partnership Accounts, Clubs, Societies, Associations, Trust Funds., CORPORATE: LLC Accounts, Enterprise Account, Partnership Accounts, Clubs, Societies, Associations, NGOs, Embassies & High Commissions, Trust Funds.",
         "phone": 23412787000,
        "website": "https://www.zenithbank.com",
        "latitude": 9.608953010555174,
        "longitude": 6.558259864869876
    }
]
